Revit 2024 API
GroupTypeId.LightPhotometrics Property
 Photometrics.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId LightPhotometrics { get; }
Visual Basic
Public Shared ReadOnly Property LightPhotometrics As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LightPhotometrics {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace